Repository: arunnivas85/aspnet-mvc5-ef6
Catalog: Ced.Resources/Resources.*.resx
Languages: tr_tr

source: Create New
tr_tr: Yeni Ekle

source: Details
tr_tr: Detay

source: Director
tr_tr: Yönetici

source: Edit
tr_tr: Düzenle

source: Edit Edition
tr_tr: Edisyon Düzenle

source: Edition Description
tr_tr: Edisyon Açıklama

source: Edition No.
tr_tr: No

source: Editions
tr_tr: Edisyonlar

source: End Date
tr_tr: Bitiş

source: Event Editions
tr_tr: Edisyonlar

source: Event Name
tr_tr: Fuar Adı

source: Events
tr_tr: Fuarlar

source: Log in
tr_tr: Giriş

source: Save
tr_tr: Kaydet

source: Select Language
tr_tr: Dil Seçimi

source: Start Date
tr_tr: Başlangıç

source: Welcome
tr_tr: Hoş geldiniz

source: Edition Name
tr_tr: Edisyon Adı

source: Edition Summary
tr_tr: Edisyon Özeti

source: Edition Venue
tr_tr: Edisyon Alanı

source: Language
tr_tr: Dil

# OnlineInvitationUrl
source: Online Invitation Link
tr_tr: Online Davet Linki

# BookStandUrl
source: Book Stand Link
tr_tr: Stand Rezervasyon Linki

source: Classification
tr_tr: Kategori

# CoverPictureFileName
source: Cover Picture File
tr_tr: Kapak Görseli

# EventFlagPictureFileName
source: Event Flag Picture
tr_tr: Etkinlik Flag Görseli

source: International Exhibitor Retention Rate
tr_tr: Katılımcı Tutma Oranı

source: International Revenue Currency Code
tr_tr: Uluslararası Gelir Para Birimi

source: International Revenue (GBP)
tr_tr: Uluslararası Gelir (GBP)

source: Venue Coordinates
tr_tr: Alan Koordinatları

# VisitEndTime
source: End
tr_tr: Bitiş

# VisitStartTime
source: Start
tr_tr: Başlangıç

# AllDayEvent
source: All Day
tr_tr: Tüm Gün Etkinliği

source: Create Time
tr_tr: Eklenme Zamanı

source: Update Time
tr_tr: Güncellenme Zamanı

source: Translations
tr_tr: Çeviriler

source: Notifications
tr_tr: Bildirimler

source: Google Map
tr_tr: Google Harita

source: Click to zoom
tr_tr: Yakınlaştırmak için tıklayın

source: Email
tr_tr: E-posta

source: Password
tr_tr: Şifre

source: Logout
tr_tr: Çıkış

source: View all
tr_tr: Tümünü göster

source: Master Code
tr_tr: Master Kod

source: Event Type
tr_tr: Etkinlik Tipi

source: Master Name
tr_tr: Master Ad

source: Frequency
tr_tr: Sıklık

source: Manager
tr_tr: Yönetici

source: Region
tr_tr: Bölge

source: Industry
tr_tr: Endüstri

source: City
tr_tr: Şehir

source: Country
tr_tr: Ülke

source: International Sqm Sold
tr_tr: Uluslararası

source: Local Sqm Sold
tr_tr: Yerel

source: Local Revenue (Local Currency)
tr_tr: Yerel Gelir (Yerel Para)

source: Local Revenue (GBP)
tr_tr: Yerel Gelir (GBP)

source: International Revenue (Local Currency)
tr_tr: Uluslararası Gelir (Yerel Para)

# TotalSponsorshipRevenueGBP
source: International Revenue
tr_tr: Gelir (GBP)

# TotalSponsorshipRevenueLocalCurrency
source: Local Revenue
tr_tr: Gelir (Yerel Para)

source: Number Of Sponsors
tr_tr: Sayı

source: NPS Score Visitor
tr_tr: NPS Ziyaretçi Skoru

source: NPS Score Exhibitor
tr_tr: NPS Sergici Skoru

source: Description
tr_tr: Açıklama

source: Summary
tr_tr: Özet

source: Name
tr_tr: Ad

# LogoFileName
source: Logo File
tr_tr: Logo Görseli

source: Login failed
tr_tr: Giriş başarısız

source: Error
tr_tr: Hata

source: Director Email
tr_tr: Yönetici Email

# CreateUser
source: Created By
tr_tr: Ekleyen

source: Delete
tr_tr: Sil

source: Cancel
tr_tr: Vazgeç

source: Managing Office Name
tr_tr: Sorumlu Ofis Adı

source: Managing Office Email
tr_tr: Sorumlu Ofis Email

source: Managing Office Website
tr_tr: Sorumlu Ofis Web Adresi

source: Managing Office Phone
tr_tr: Sorumlu Ofis Telefon

source: Event Id
tr_tr: Etkinlik Id

source: Created
tr_tr: Eklenme

source: Updated
tr_tr: Güncellenme

source: Could not updated
tr_tr: Güncelleme başarısız

# EditionUpdated
source: Edition has been updated
tr_tr: Edisyon güncellendi

# BasedEditionTranslationNotFound
source: Based Edition Translation could not found
tr_tr: Temel dildeki karşılık bulunamadı

source: Event updated
tr_tr: Etkinlik güncellendi

source: Search
tr_tr: Ara

# EventSearchBoxPlaceHolder
source: Master Code, Master Name or Director Email
tr_tr: Master Kod, Master Ad veya Yönetici Eposta

# EditionSearchBoxPlaceHolder
source: Event Name, Edition Name or Director Email
tr_tr: Etkinlik Adı, Edisyon Adı veya Yönetici Eposta

source: Sqm Sold
tr_tr: Satılan Alan

source: Sponsors
tr_tr: Sponsorlar

source: Local Revenue
tr_tr: Yerel Gelir

source: International Revenue
tr_tr: Uluslararası Gelir

source: Dates
tr_tr: Tarihler

source: Visit Times
tr_tr: Ziyaret Saatleri

# CohostedEvent
source: Co-hosted
tr_tr: Bağlı

source: Edition
tr_tr: Edisyon

source: Edition List
tr_tr: Edisyon Listesi

source: Online Registered Count
tr_tr: Online Kayıt Sayısı

source: Online Registered Visitor Count
tr_tr: Online Kayıtlı Ziyaretçi Sayısı

source: Local Exhibitor Retention Rate
tr_tr: Katılımcı Tutma Oranı (Uluslar arası)

source: Previous
tr_tr: Geri

source: Next
tr_tr: İleri

source: Revenue Type
tr_tr: Gelir Tipi

source: Revenue
tr_tr: Gelir

source: Currency Code
tr_tr: Para Birimi
